[
    {
      "src": "static/example/gallery/故宫.jpg",
      "title": "故宫",
      "description": "北京故宫是中国明清两代的皇家宫殿，旧称紫禁城，是中国古代宫廷建筑之精华。它位于北京市中心，占地面积72万平方米，建筑面积约15万平方米，有大小宫殿七十多座，房屋九千余间。故宫于明成祖永乐四年（1406年）开始建设，以南京故宫为蓝本营建，到永乐十八年（1420年）建成。它是中国明清两代的皇家宫殿，世界上现存规模最大、保存最为完整的木质结构古建筑之一。故宫是中华民族的瑰宝，是中华文化的重要象征，每年吸引着无数国内外游客前来参观。"
    },
    {
      "src": "static/example/gallery/颐和园.jpg",
      "title": "颐和园",
      "description": "颐和园是中国清朝时期的皇家园林，前身为清漪园，坐落在北京西郊，距城区约15公里，占地约290公顷。它是以昆明湖、万寿山为基址，以杭州西湖为蓝本，汲取江南园林的设计手法而建成的一座大型山水园林。颐和园被誉为“皇家园林博物馆”，园内亭台楼阁、水榭长廊、假山怪石等景观一应俱全。昆明湖碧波荡漾，万寿山郁郁葱葱，长廊彩绘精美绝伦，十七孔桥横跨湖面，景色美不胜收。这里不仅是中国园林艺术的瑰宝，也是世界文化遗产的重要组成部分，每年吸引着无数游客前来观赏。"
    },
    {
      "src": "static/example/gallery/八达岭长城.jpg",
      "title": "八达岭长城",
      "description": "八达岭长城位于北京市延庆区军都山，是万里长城的重要组成部分，也是明长城最具代表性的一段。它建于明朝弘治十八年（1505年），是居庸关长城的前哨，海拔高度1015米，地势险要，历来是兵家必争之地。八达岭长城以其雄伟的景观和深厚的历史文化底蕴而闻名于世，城墙平均高7.8米，顶宽5.8米，可容五马并骑。城墙外侧设有垛口和瞭望孔，内侧设有宇墙，防御设施完备。八达岭长城不仅是中华民族的象征，也是世界文化遗产，每年吸引着数百万国内外游客前来登临，感受其雄伟壮观的气势。"
    },
    {
      "src": "static/example/gallery/天坛.jpg",
      "title": "天坛",
      "description": "天坛位于北京南部，是明清两代皇帝“祭天”“祈谷”的场所，也是中国现存最大的古代祭祀性建筑群。天坛始建于明永乐十八年（1420年），占地273公顷，是北京城原中轴线的南端。天坛的建筑设计独特，以圆形和方形为主要元素，象征“天圆地方”。祈年殿是天坛的主体建筑，采用三层重檐攒尖顶，无梁无檩，全凭木榫结构支撑，堪称建筑史上的奇迹。圜丘坛是皇帝祭天的场所，呈圆形三层，每层都有汉白玉栏杆环绕。天坛不仅是中国古代建筑艺术的瑰宝，也是中华传统文化的重要象征，每年的祭天仪式吸引了众多游客前来观赏。"
    },
    {
      "src": "static/example/gallery/恭王府.jpg",
      "title": "恭王府",
      "description": "恭王府位于北京市西城区前海西街，是清代规模最大的一座王府，曾先后作为和珅、永璘的宅邸，后被恭亲王奕訢纳为府邸。恭王府占地面积约6万平方米，其中府邸部分占地约3万平方米，园林部分占地约3万平方米。府邸建筑规整，沿中轴线对称分布，主要建筑有银安殿、后寝楼、东西配楼等。恭王府的后花园名为萃锦园，园内山石交错，水榭亭台，景色宜人。恭王府不仅保存完好，而且藏品丰富，展示了清代王府的奢华生活和独特的文化风貌，是研究清代王府文化和建筑艺术的重要实物资料。"
    },
    {
      "src": "static/example/gallery/北海公园.jpg",
      "title": "北海公园",
      "description": "北海公园位于北京市西城区，是中国现存最悠久、保存最完整的皇家园林之一，始建于金大定十八年（1178年）。公园以琼华岛为中心，沿湖岸建有众多古建筑，如永安寺、团城承光殿等。北海公园的建筑布局严谨，融合了江南园林的精致与北方园林的雄浑。园内的主要景点包括白塔、九龙壁、濠濮间等，其中白塔始建于清顺治八年（1651年），是北海的标志性建筑。北海公园不仅风景秀丽，而且文化底蕴深厚，见证了中国历史的变迁。每年的赏花季和冰雪节吸引了大量游客前来游览，是北京市民休闲娱乐的重要场所。"
    },
    {
      "src": "static/example/gallery/景山公园.jpg",
      "title": "景山公园",
      "description": "景山公园位于北京市中心，是明清两代北京城的制高点，也是北京中轴线的中心点。公园占地面积23公顷，景山原为元明清三代的皇宫后苑，明永乐年间在开挖紫禁城筒子河和太液池时，将挖出的泥土堆积成龙脉相连的五个山头，即景山。景山公园内古木参天，珍稀树种繁多，其中最著名的是位于万春亭东侧的古柏，相传为明成祖朱棣亲手栽种。山顶的五方亭是公园的标志性建筑，分别为万春亭、周赏亭、观妙亭、富览亭和永思亭。从山顶俯瞰，紫禁城的壮丽景色尽收眼底，是观赏北京城全景的最佳地点之一。每年春季的牡丹文化节和秋季的菊花展吸引了众多游客前来赏花。"
    },
    {
      "src": "static/example/gallery/慕田峪长城.jpg",
      "title": "慕田峪长城",
      "description": "慕田峪长城位于北京市怀柔区渤海镇，是明长城的重要组成部分，也是北京地区保存最完整的一段长城之一。它始建于北齐，明朝洪武元年（1368年）在原有基础上进行了大规模的修复和扩建。慕田峪长城以其雄伟的山势和独特的建筑风格而闻名，城墙沿山脊而建，地势险要，视野开阔。这里的长城以花岗岩为建筑材料，坚固耐用，墙体高大，敌楼密集。慕田峪长城的箭窗、望孔、垛口等防御设施保存完好，展现了古代军事防御工程的智慧和技艺。慕田峪长城不仅自然风光优美，而且文化底蕴深厚，每年吸引着大量国内外游客前来登临，感受其雄伟壮观的气势。"
    },
    {
      "src": "static/example/gallery/什刹海.jpg",
      "title": "什刹海",
      "description": "什刹海位于北京市西城区，由前海、后海和西海组成，是北京著名的历史文化风景区。什刹海周边分布着众多名人故居、王府和寺庙，如恭王府、宋庆龄故居等。这里保留了许多老北京的胡同和四合院，是体验老北京风情的最佳去处。什刹海的酒吧街闻名遐迩，夜晚灯火辉煌，热闹非凡。夏季，游客可以在湖上泛舟，欣赏湖光水色；冬季，什刹海则变成了天然的冰雪乐园，冰鞋、冰车等项目丰富多彩。这里还有许多特色小吃和传统手工艺品店，是游客购买北京特色纪念品的好地方。"
    },
    {
      "src": "static/example/gallery/南锣鼓巷.jpg",
      "title": "南锣鼓巷",
      "description": "南锣鼓巷位于北京市东城区，是北京最古老的街区之一，也是北京保存最为完整的元代胡同。这里东西走向，全长787米，南北各有8条胡同对称排列，形成了“鱼骨状”的独特格局。南锣鼓巷周边分布着众多名人故居和特色小店，如齐白石故居、段祺瑞执政府旧址等。这里汇聚了各种创意小店、特色餐厅和手工艺品店，是北京年轻一代和文艺青年的聚集地。南锣鼓巷不仅保留了老北京的胡同风貌，还融入了现代的时尚元素，形成了独特的文化氛围。游客可以在这里品尝北京特色小吃，购买手工艺品，感受老北京的历史韵味和现代生活的完美融合。"
    },
    {
      "src": "static/example/gallery/王府井.jpg",
      "title": "王府井",
      "description": "王府井位于北京市东城区，是北京最著名的商业街之一，全长1818米。它起源于元代，因康熙年间这里有王府和井而得名。王府井步行街是北京最早的商业步行街之一，汇聚了众多国内外知名品牌和老字号商店，如东安市场、王府井百货大楼等。这里不仅是购物的天堂，也是美食的聚集地，各种特色小吃和餐厅应有尽有。王府井周边还有北京百货大楼、北京饭店等标志性建筑。此外，王府井还设有多个文化展示区和艺术装置，为游客提供了丰富的文化体验。无论白天还是夜晚，王府井都是北京最热闹的地方之一，吸引着无数游客前来购物、观光和品尝美食。"
    },
    {
      "src": "static/example/gallery/天安门城楼.jpg",
      "title": "天安门城楼",
      "description": "天安门城楼位于北京市中心，是明清两代北京皇城的正门，始建于明永乐十五年（1417年），后经多次修建和扩建。天安门城楼高33.7米，面阔九间，进深五间，象征“九五之尊”。城楼屋顶采用重檐歇山顶形式，覆盖黄色琉璃瓦，檐角装饰有脊兽。天安门城楼是新中国的象征，1949年10月1日，毛泽东主席在这里庄严宣告中华人民共和国成立。城楼正上方悬挂着巨大的毛泽东画像，城楼上悬挂着中华人民共和国国徽。天安门城楼不仅是北京的标志性建筑，也是中国历史的重要见证。每年的国庆阅兵和升旗仪式都在这里举行，吸引着无数游客前来参观和留念。"
    },
    {
      "src": "static/example/gallery/雍和宫.jpg",
      "title": "雍和宫",
      "description": "雍和宫位于北京市东城区，原为清朝雍亲王胤禛的府邸，后改建为藏传佛教格鲁派寺院。雍和宫始建于清康熙三十三年（1694年），雍正三年（1725年）改为行宫，乾隆九年（1744年）正式改为喇嘛寺院。雍和宫占地6万多平方米，建筑风格融合了汉、满、蒙、藏等多种民族特色。寺院内有五进宏大的殿宇，分别是天王殿、雍和宫大殿、永佑殿、法轮殿和万福阁。其中，万福阁内供奉着高26米的弥勒菩萨铜像，是世界上最大的室内佛像之一。雍和宫内还保存着大量珍贵的佛教文物和艺术品，如佛像、唐卡、法器等。每年的腊八节，雍和宫都会施粥，吸引众多信徒和游客前来参与。"
    },
    {
      "src": "static/example/gallery/香山公园.jpg",
      "title": "香山公园",
      "description": "香山公园位于北京市海淀区，占地160公顷，最高峰香炉峰海拔557米。香山因山中盛产红叶而闻名，是中国四大赏枫胜地之一。每年秋季，漫山红叶如诗如画，吸引着大量游客前来观赏。香山公园历史悠久，可追溯至金代，当时称为“大冶山”，元代称为“杏花山”，明代始称“香山”。园内有众多古迹和景点，如香山寺、双清别墅、眼镜湖等。双清别墅是毛泽东等老一辈革命家在香山居住办公的地方，具有重要的历史意义。香山公园不仅自然风光优美，而且文化底蕴深厚，是北京市民休闲健身和游客观光游览的重要场所。"
    },
    {
      "src": "static/example/gallery/古北水镇.jpg",
      "title": "古北水镇",
      "description": "古北水镇位于北京市密云区古北口镇，是北京最大的古镇，占地面积约9平方公里。它背靠司马台长城，坐拥鸳鸯湖水库，是一座集自然风光和人文景观于一体的综合性旅游度假区。古北水镇的建筑风格融合了北方的雄浑和南方的灵秀，古街、古巷、古宅错落有致。镇内有众多特色景点，如司马台长城、永顺染坊、汤泉、酒吧街等。古北水镇的夜景尤为迷人，古镇被灯光装饰得流光溢彩，与星空交相辉映。这里还有丰富的民俗活动和特色美食，如永顺染坊的扎染、老酒馆的酿酒工艺等。古北水镇不仅是一个旅游景点，更是一个集休闲、度假、购物、文化体验于一体的综合性旅游目的地。"
    },
    {
      "src": "static/example/gallery/明十三陵.jpg",
      "title": "明十三陵",
      "description": "明十三陵位于北京市昌平区天寿山下，是明朝成祖朱棣至思宗朱由检13位皇帝的陵寝建筑群，占地面积约40平方公里。十三陵始建于永乐七年（1409年），历经230多年完成。其中最著名的是长陵（成祖朱棣）、定陵（神宗朱翊钧）和昭陵（穆宗朱载坖）。明十三陵的建筑风格宏伟壮观，陵寝布局严谨，神道、石像生、祾恩殿等建筑保存完好。定陵的地下宫殿对游客开放，展示了明朝皇陵的内部结构和珍贵文物。明十三陵不仅是中国古代陵墓建筑的杰出代表，也是世界文化遗产。每年吸引着大量游客前来参观，感受古代帝王的威严与尊贵。"
    },
    {
      "src": "static/example/gallery/北京动物园.jpg",
      "title": "北京动物园",
      "description": "北京动物园位于北京市西城区，是中国最大的动物园之一，也是中国历史最悠久的动物园，始建于清光绪三十二年（1906年）。动物园占地面积约86公顷，饲养和展示了500多种6000多只珍稀动物，包括大熊猫、金丝猴、东北虎、非洲狮等。园内分为多个主题展区，如熊猫馆、海洋馆、猩猩馆、百鸟园等。北京动物园不仅是观赏动物的场所，也是进行科普教育和科学研究的重要基地。这里有许多互动体验项目，如动物喂养、动物表演等，深受游客喜爱。此外，北京动物园还开展了多项动物保护和繁殖项目，为保护濒危物种做出了重要贡献。"
    },
    {
      "src": "static/example/gallery/前门大街.jpg",
      "title": "前门大街",
      "description": "前门大街位于北京市东城区，是北京最古老的商业街之一，有着悠久的历史和深厚的文化底蕴。前门大街始建于明朝永乐年间，全长845米，是北京中轴线南端的重要组成部分。这里汇聚了众多老字号店铺，如全聚德烤鸭店、六必居酱园、瑞蚨祥绸布店等，保留了许多传统的商业风貌和建筑风格。前门大街经过多年的改造和修缮，现已恢复了明清时期的建筑风格和商业氛围。游客可以在这里品尝北京特色小吃，购买传统工艺品，欣赏老北京的建筑风格。此外，前门大街还有许多文化展示和表演活动，如京剧表演、民间艺术展示等，让游客充分感受老北京的文化魅力。"
    },
    {
      "src": "static/example/gallery/北京大学.jpg",
      "title": "北京大学",
      "description": "北京大学位于北京市海淀区，是中国最著名的高等学府之一，也是中国近代教育的重要发源地。北京大学创建于1898年，初名京师大学堂，是中国第一所国立综合性大学。校园内古木参天，建筑风格典雅，融合了中国传统建筑和西方现代建筑的特色。北京大学的标志性建筑包括未名湖、博雅塔、图书馆等。未名湖是校园的中心景观，湖畔绿树成荫，风景秀丽。博雅塔建于1924年，原为水塔，现已成为北大的象征之一。北京大学不仅学术氛围浓厚，而且文化底蕴深厚，是中国思想文化的重要传播地。每年吸引着大量游客前来参观，感受中国顶尖学府的学术氛围和文化底蕴。"
    },
    {
      "src": "static/example/gallery/国子监.jpg",
      "title": "国子监",
      "description": "国子监位于北京市东城区，是中国元、明、清三代国家设立的最高学府和教育行政管理机构，始建于元大德十年（1306年）。国子监与孔庙相邻，占地面积约2.7万平方米，建筑布局沿中轴线对称分布，主要建筑包括集贤殿、辟雍殿、崇圣祠等。辟雍殿是国子监的主体建筑，采用圆形屋顶，四面环水，象征“天圆地方”和“学问渊博”。国子监内还设有六堂，分别为率性堂、修道堂、诚心堂、正义堂、崇志堂和广业堂，是古代太学生学习的场所。国子监不仅是中国古代教育制度的见证，也是中国传统文化的重要传承地。现在的国子监已成为博物馆，向游客展示了中国古代教育的发展历程和丰富的文物藏品。"
    },
    {
      "src": "static/example/gallery/北京野生动物园.jpg",
      "title": "北京野生动物园",
      "description": "北京野生动物园位于北京市大兴区榆垡镇，占地面积约3600亩，是中国最大的野生动物园之一。园区分为步行观赏区和自驾观赏区，游客可以选择步行或自驾的方式观赏动物。步行区包括热带鸟巢、猩猩馆、熊猫馆等多个主题场馆，展示了来自世界各地的珍稀动物。自驾区则模拟动物的自然生态环境，游客可以驾车穿越亚洲草原、非洲草原、猛兽谷等区域，近距离观赏动物的自然行为。北京野生动物园致力于保护濒危物种和普及野生动物知识，开展了许多保护项目和教育活动。园内还设有多个互动体验项目，如动物行为展示、饲养员体验等，深受游客喜爱。"
    },
    {
      "src": "static/example/gallery/大栅栏.jpg",
      "title": "大栅栏",
      "description": "大栅栏位于北京市西城区，是北京著名的历史文化街区，也是北京最早开发的商业区之一。大栅栏始建于明代，因当时此处设有木栅栏而得名。这里汇聚了众多老字号店铺，如瑞蚨祥绸布店、张一元茶庄、内联升鞋店等，保留了许多传统的商业风貌和建筑风格。大栅栏街区由前门大街、大栅栏街、廊坊二条等组成，形成了独特的胡同文化。游客可以在这里品尝北京特色小吃，购买传统工艺品，欣赏老北京的建筑风格。此外，大栅栏还有许多文化创意店和艺术工作室，是北京创意产业的重要聚集地。每年的春节期间，这里还会举办庙会和民俗活动，吸引大量游客前来参与。"
    },
    {
      "src": "static/example/gallery/地坛.jpg",
      "title": "地坛",
      "description": "地坛位于北京市东城区，是明清两代皇帝祭地的场所，始建于明嘉靖九年（1530年）。地坛占地面积约37公顷，是北京五坛中的第二大坛。主要建筑包括方泽坛、皇祇室、神库、神厨等。方泽坛是地坛的主体建筑，呈方形三层，象征“地圆”之说。皇祇室是存放祭地神牌位的场所，建筑精美，装饰华丽。地坛不仅是中国古代祭祀文化的代表，也是北京中轴线的重要组成部分。现在，地坛已成为公园，园内古树参天，环境幽静，是市民休闲锻炼的好去处。每年的春节期间，地坛会举办传统的庙会活动，展示丰富的民俗文化。"
    },
    {
      "src": "static/example/gallery/午门.jpg",
      "title": "午门",
      "description": "午门是明清两代北京皇城的南门，也是故宫的正门，始建于明永乐十八年（1420年）。午门高大雄伟，面阔五间，进深三间，采用重檐歇山顶形式，覆盖黄色琉璃瓦。午门正中开设三门，东西两侧各有一座掖门，俗称“明三暗五”。午门城楼上设有钟鼓，是古代宫廷举行重大仪式的地方。城楼上还设有箭楼，具有防御功能。午门是故宫的重要组成部分，也是北京中轴线的起点之一。游客从午门进入故宫，开始领略中国古代皇家宫殿的宏伟壮观。午门不仅是中国古代建筑艺术的瑰宝，也是中国历史的重要见证。"
    },
    {
      "src": "static/example/gallery/人民大会堂.jpg",
      "title": "人民大会堂",
      "description": "人民大会堂位于北京市天安门广场西侧，是中国政治活动的重要场所和国家象征之一，始建于1958年，1959年建成。它是中国十大建筑之一，占地面积约15万平方米，总建筑面积约17万平方米，可同时容纳万人开会。人民大会堂由万人大礼堂、宴会厅、全国人大办公楼等部分组成。万人大礼堂是全国人大会议和重大政治活动的举办地，内部装饰庄重典雅，设有主席台和观众席。宴会厅可同时容纳5000人宴会，布置精美，气势恢宏。人民大会堂不仅是政治活动的中心，也是接待外国元首和举行国家庆典的重要场所。它见证了中国许多重要的历史时刻，是中华民族走向繁荣富强的象征。"
    },
    {
      "src": "static/example/gallery/清华大学.jpg",
      "title": "清华大学",
      "description": "清华大学位于北京市海淀区，是中国最著名的高等学府之一，也是中国近代教育的重要发源地之一。清华大学创建于1911年，前身为清华学堂，是中国第一所国立综合性大学。校园内环境优美，建筑风格典雅，融合了中国传统建筑和西方现代建筑的特色。清华大学的标志性建筑包括二校门、大礼堂、图书馆、荷塘月色等。二校门是清华的标志性建筑之一，建于1909年，采用中国传统牌楼式建筑风格。大礼堂是清华的中心建筑，采用西方古典主义风格，内部装饰庄重典雅。清华大学不仅学术氛围浓厚，而且文化底蕴深厚，是中国思想文化的重要传播地。每年吸引着大量游客前来参观，感受中国顶尖学府的学术氛围和文化底蕴。"
    },
    {
      "src": "static/example/gallery/三里屯.jpg",
      "title": "三里屯",
      "description": "三里屯位于北京市朝阳区，是北京最著名的时尚文化街区之一，也是北京的国际时尚中心。这里汇聚了众多国际知名品牌、时尚精品店、特色餐厅和酒吧。三里屯太古里是北京最具代表性的时尚购物中心之一，由多个独立建筑组成，形成了独特的开放式购物街区。三里屯不仅是购物的天堂，也是感受北京时尚氛围的最佳去处。这里经常举办各种时尚展览、新品发布会和艺术活动，吸引了大量时尚爱好者和国际游客。此外，三里屯还有许多特色餐厅和酒吧，是夜生活的重要场所。无论是白天的购物休闲，还是夜晚的酒吧狂欢，三里屯都能为游客带来丰富多彩的体验。"
    },
    {
      "src": "static/example/gallery/西单.jpg",
      "title": "西单",
      "description": "西单位于北京市西城区，是北京最著名的商业中心之一，也是北京的时尚购物街区。西单商业街全长约1000米，汇聚了众多国内外知名品牌和大型商场，如西单商场、君太百货、明珠大厦等。这里不仅有丰富的购物选择，还有众多特色餐厅和娱乐场所。西单的地下通道是北京最早的地下商业街之一，汇聚了各种特色小吃和小商品店。西单不仅是购物的天堂，也是北京市民休闲娱乐的重要场所。此外，西单还是北京重要的交通枢纽，地铁1号线和4号线在此交汇，交通十分便利。无论是本地居民还是外地游客，都经常来到西单购物、休闲和娱乐。"
    },
    {
      "src": "static/example/gallery/孔庙.jpg",
      "title": "孔庙",
      "description": "北京孔庙位于北京市东城区，是元、明、清三代祭祀孔子的场所，始建于元大德六年（1302年）。孔庙占地面积约2.2万平方米，建筑布局沿中轴线对称分布，主要建筑包括先师门、大成门、大成殿、崇圣祠等。大成殿是孔庙的主体建筑，采用重檐歇山顶形式，覆盖黄色琉璃瓦，殿内供奉孔子及四配十二哲的牌位。孔庙内还设有两庑，供奉七十二贤的牌位。北京孔庙是中国古代建筑艺术的瑰宝，也是中国儒家文化的重要象征。每年的教师节和祭孔大典，孔庙都会举行隆重的祭祀活动，吸引众多游客和学者前来参与。"
    },
    {
      "src": "static/example/gallery/烟袋斜街.jpg",
      "title": "烟袋斜街",
      "description": "烟袋斜街位于北京市什刹海附近，是北京最古老的胡同之一，也是北京著名的商业胡同。这条斜街形成于元代，因当时此处有许多烟袋铺而得名。烟袋斜街长约232米，宽约4米，呈东西走向，略带弯曲。街道两旁分布着众多特色小店和餐馆，如烟袋铺、鼻烟壶店、茶馆等，保留了许多传统的商业风貌和建筑风格。游客可以在这里品尝北京特色小吃，购买传统工艺品，感受老北京的胡同文化。此外，烟袋斜街还有许多民间艺人表演，如拉洋片、变戏法等，为游客增添了乐趣。烟袋斜街不仅是北京的历史文化街区，也是游客体验老北京风情的重要场所。"
    },
    {
      "src": "static/example/gallery/龙庆峡.jpg",
      "title": "龙庆峡",
      "description": "龙庆峡位于北京市延庆区，是北京著名的自然风景区，有“北京的小漓江”之称。龙庆峡全长约14公里，两岸山峰对峙，峭壁嶙峋，景色秀丽。景区内有七个主要景点，包括盆景园、大坝、 gençli 宫、桃花涧、神峰照洞、玉泉山和菩提寺。龙庆峡的山水景观独具特色，湖水清澈见底，山峰倒映其中，形成了如诗如画的美景。冬季的龙庆峡则变成了天然的冰雪世界，冰灯节是这里的特色活动，各种精美的冰雕作品和彩灯交相辉映，吸引了大量游客前来观赏。龙庆峡不仅自然风光优美，而且文化底蕴深厚，是北京市民和游客休闲观光、避暑纳凉的重要场所。"
    },
    {
      "src": "static/example/gallery/正阳门.jpg",
      "title": "正阳门",
      "description": "正阳门位于北京市东城区，是明清北京城的正南门，也是北京中轴线的南端起点，始建于明成祖永乐十七年（1419年）。正阳门由城楼和箭楼组成，两楼之间以城墙相连，形成了完整的防御体系。城楼高大雄伟，采用重檐歇山顶形式，覆盖黄色琉璃瓦，是北京中轴线上的重要标志性建筑。箭楼则设有众多箭窗，具有强大的防御功能。正阳门不仅是中国古代城市防御体系的代表，也是北京历史文化的重要象征。现在，正阳门已成为博物馆，向游客展示了北京城的历史变迁和古代防御体系。游客可以登上城楼和箭楼，俯瞰北京中轴线的壮丽景色。"
    },
    {
      "src": "static/example/gallery/红螺寺.jpg",
      "title": "红螺寺",
      "description": "红螺寺位于北京市怀柔区，是一座历史悠久的佛教寺院，始建于东晋咸康四年（338年），是中国北方著名的佛教圣地之一。寺院占地面积约100公顷，坐北朝南，依红螺山而建，周围群山环抱，景色秀丽。红螺寺主要建筑包括山门、天王殿、大雄宝殿、观音殿、藏经阁等，建筑风格古朴典雅。寺院内有著名的“红螺三绝”：古银杏树、雌雄银杏、观音殿前的铁树。此外，红螺寺还有丰富的佛教文化活动，如庙会、法会等，吸引了众多信徒和游客前来参与。每年的春季和秋季，红螺寺的自然风光最为优美，是游客观光和朝圣的理想时节。"
    },
    {
      "src": "static/example/gallery/司马台长城.jpg",
      "title": "司马台长城",
      "description": "司马台长城位于北京市密云区，是明长城的重要组成部分，也是北京地区保存最完整的一段长城之一。它始建于北齐，明朝洪武年间进行了大规模的修复和扩建。司马台长城以其独特的建筑风格和险峻的地势而闻名，城墙沿山脊而建，地势险要，视野开阔。这里的长城以花岗岩为建筑材料，坚固耐用，墙体高大，敌楼密集。司马台长城的箭窗、望孔、垛口等防御设施保存完好，展现了古代军事防御工程的智慧和技艺。此外，司马台长城还保留了许多独特的建筑结构，如“天梯”和“鹰飞倒仰”等险峻地段，是摄影和户外爱好者的天堂。"
    },
    {
      "src": "static/example/gallery/昆明湖.jpg",
      "title": "昆明湖",
      "description": "昆明湖位于北京颐和园内，是颐和园的主要水域，占地面积约70公顷，占颐和园总面积的四分之三。昆明湖原为北京西郊的天然湖泊，后经清朝政府疏浚扩大而成。湖水清澈，波光粼粼，周围环绕着众多古建筑和园林景观，如长廊、石舫、十七孔桥等。昆明湖的湖岸线长达7公里，曲折蜿蜒，形成了许多美丽的湾汊和小岛。湖中有南湖岛、藻鉴堂岛等多个小岛，岛上建有亭台楼阁，景色宜人。昆明湖不仅为颐和园增添了秀丽的水景，也为中国园林艺术提供了重要的借鉴。游客可以在湖上泛舟，欣赏湖光山色，感受古代皇家园林的宏伟与精致。"
    },
    {
      "src": "static/example/gallery/水立方.jpg",
      "title": "水立方",
      "description": "水立方位于北京市朝阳区奥林匹克公园内，是2008年北京奥运会的标志性建筑之一，也是国家游泳中心。它由瑞士建筑事务所PTW设计，采用独特的泡沫状钢结构外立面，外观晶莹剔透，形似蓝色水滴，因此得名“水立方”。水立方建筑面积约8万平方米，可容纳17000名观众。奥运会期间，这里是游泳、跳水等水上项目的比赛场地。奥运会后，水立方被改造为多功能的水上运动中心，设有游泳馆、嬉水乐园、健身中心等多个功能区域。水立方不仅是中国建筑艺术的杰出代表，也是北京奥运会的重要遗产。其独特的建筑风格和先进的设施吸引了大量游客前来参观和体验。"
    },
    {
      "src": "static/example/gallery/佛香阁.jpg",
      "title": "佛香阁",
      "description": "佛香阁位于北京颐和园内，是颐和园的主体建筑之一，建于万寿山前坡的中心位置，始建于清乾隆年间。佛香阁高41米，共八层，采用重檐攒尖顶形式，覆盖黄色琉璃瓦。佛香阁内供奉着一尊巨大的铜铸佛像，四面设有楼梯可供登阁。登上佛香阁，可以俯瞰整个颐和园的美景，昆明湖碧波荡漾，西山层峦叠嶂，景色美不胜收。佛香阁不仅是颐和园的标志性建筑，也是中国古代建筑艺术的瑰宝。它的建筑风格融合了汉、满、蒙、藏等多种民族特色，展现了中国古代建筑的精湛技艺。每年吸引着大量游客前来参观，感受其宏伟壮观的气势。"
    },
    {
      "src": "static/example/gallery/雁栖湖.jpg",
      "title": "雁栖湖",
      "description": "雁栖湖位于北京市怀柔区，是北京著名的自然风景区和国际会议中心。雁栖湖三面环山，湖水清澈，景色秀丽，因每年春秋两季有成群的大雁在此栖息而得名。湖区面积约为5.5平方公里，湖水最深处达35米。雁栖湖周边自然风光优美，有多个景点，如湖心岛、金龟头、神堂峪等。湖心岛是雁栖湖的中心景点，岛上植被茂密，建有亭台楼阁，是游客休闲观光的好去处。此外，雁栖湖还是北京重要的国际会议中心，2014年APEC领导人非正式会议在此举行，湖边的国际会议中心建筑群以其独特的设计和先进的设施成为北京的新地标。游客可以在雁栖湖泛舟、垂钓、骑行，享受自然的宁静与美丽。"
    },
    {
      "src": "static/example/gallery/居庸关长城.jpg",
      "title": "居庸关长城",
      "description": "居庸关长城位于北京市昌平区，是明长城的重要组成部分，也是北京地区保存最完整的一段长城之一。它始建于秦朝，明朝洪武元年（1368年）在原有基础上进行了大规模的修复和扩建。居庸关长城以其险峻的地势和独特的建筑风格而闻名，城墙沿山脊而建，地势险要，视野开阔。这里的长城以花岗岩为建筑材料，坚固耐用，墙体高大，敌楼密集。居庸关长城的箭窗、望孔、垛口等防御设施保存完好，展现了古代军事防御工程的智慧和技艺。居庸关长城不仅自然风光优美，而且文化底蕴深厚，周边有众多古迹和景点，如云台、居庸外镇等，是游客体验古代军事文化和自然风光的理想场所。"
    },
    {
      "src": "static/example/gallery/798艺术区.jpg",
      "title": "798艺术区",
      "description": "798艺术区位于北京市朝阳区大山子地区，原为国营798厂等电子工业老厂区，是中国最具代表性的当代艺术区之一。这里保留了大量工业建筑和设备，艺术家们将其改造为艺术工作室、画廊、创意店铺等。798艺术区的建筑风格独特，融合了工业风格和现代艺术元素，形成了独特的文化氛围。艺术区内有众多知名画廊和艺术机构，如尤伦斯当代艺术中心、 Pace 北京等，定期举办各种艺术展览和活动。此外，798艺术区还有许多特色餐厅、咖啡馆和创意小店，是游客体验当代艺术和创意文化的重要场所。每年吸引着大量国内外艺术家和游客前来参观、创作和交流。"
    },
    {
      "src": "static/example/gallery/大观园.jpg",
      "title": "大观园",
      "description": "北京大观园位于北京市西城区，是根据中国古典名著《红楼梦》描述的“大观园”而建造的仿古园林，始建于1984年。园区占地面积约13公顷，以中国古典园林艺术为蓝本，融合了江南园林的精致与北方园林的雄浑。园内主要景点包括怡红院、潇湘馆、蘅芜苑、稻香村等，分别对应《红楼梦》中贾宝玉、林黛玉、薛宝钗、李纨等主要人物的居所。每个景点都按照原著描述进行了精心设计和布置，建筑风格各异，景色各不相同。大观园不仅是中国古典文学的具象化展示，也是中国古典园林艺术的杰出代表。游客可以在这里感受《红楼梦》的文学魅力和中国古典园林的精湛技艺，是文学爱好者和园林艺术爱好者的必游之地。"
    },
    {
      "src": "static/example/gallery/十七孔桥.jpg",
      "title": "十七孔桥",
      "description": "十七孔桥位于北京颐和园内，是颐和园的标志性建筑之一，也是中国古典园林中最大的石桥。桥长150米，宽8米，有17个桥洞，桥身如玉带浮于昆明湖上，连接东岸与南湖岛。十七孔桥始建于清乾隆年间，采用汉白玉石建造，桥栏上雕刻有500多只形态各异的狮子，与卢沟桥的石狮齐名。桥的东端有凤凰纹饰，西端有麒麟纹饰，象征着吉祥和美好。十七孔桥不仅是中国古代桥梁建筑艺术的瑰宝，也是颐和园的重要景观之一。每当夕阳西下，桥身在湖面上形成美丽的倒影，景色格外迷人。游客可以沿着桥漫步，欣赏湖光山色，感受古代皇家园林的宏伟与精致。"
    },
    {
      "src": "static/example/gallery/北京植物园.jpg",
      "title": "北京植物园",
      "description": "北京植物园位于北京市海淀区，是中国北方最大的植物园之一，也是中国重要的植物科学研究基地。植物园占地面积约400公顷，收集和展示了5000多种植物，包括珍稀濒危植物和热带植物。园内分为多个主题园区，如树木园、牡丹园、月季园、碧桃园等。温室展览区包括热带植物展室、温带植物展室、沙漠植物展室等，展示了不同气候带的植物。北京植物园不仅是一个观赏植物的场所，也是进行科普教育和科学研究的重要基地。这里每年举办多次花展和文化活动，如春季的桃花节、秋季的菊花展等，吸引了大量游客前来观赏。此外，植物园内还有许多古迹和景点，如卧佛寺、樱桃沟等，为游客提供了丰富的文化体验。"
    },
    {
      "src": "static/example/gallery/北京海洋馆.jpg",
      "title": "北京海洋馆",
      "description": "北京海洋馆位于北京市朝阳区，是中国最大、最著名的海洋馆之一，也是北京重要的科普教育基地和旅游景点。海洋馆建筑面积约4.2万平方米，分为多个主题展区，如热带雨林馆、海底世界馆、鲨鱼馆、企鹅馆、海豚海狮表演馆等。馆内饲养和展示了2000多种10000多只海洋生物，包括鲨鱼、海豚、企鹅、海狮等。海洋馆的建筑设计独特，采用了大量的玻璃幕墙和水族箱，让游客可以近距离观赏海洋生物的生活状态。这里还有丰富的互动体验项目，如海豚表演、海狮表演、潜水员喂食等，深受游客喜爱。北京海洋馆不仅为游客提供了观赏海洋生物的机会，也通过科普教育活动提高了公众对海洋保护的意识。"
    },
    {
      "src": "static/example/gallery/玉渊潭公园.jpg",
      "title": "玉渊潭公园",
      "description": "玉渊潭公园位于北京市海淀区，是北京著名的城市公园之一，占地面积约132公顷。公园以湖水为中心，湖面开阔，植被丰富，景色优美。玉渊潭公园始建于1963年，园内主要景点包括樱花谷、湿地园、玉渊潭湖等。每年春季，玉渊潭公园的樱花盛开，吸引了大量游客前来观赏，成为北京春季赏樱的最佳去处之一。公园内还设有儿童游乐区、健身区、文化展览区等多个功能区域，是市民休闲娱乐的重要场所。此外，玉渊潭公园还定期举办各种文化活动和展览，如摄影展、书画展等，为游客提供了丰富的文化体验。公园的湖面上设有游船码头，游客可以乘船游览湖光水色，感受自然的宁静与美丽。"
    },
    {
      "src": "static/example/gallery/北京汽车博物馆.jpg",
      "title": "北京汽车博物馆",
      "description": "北京汽车博物馆位于北京市丰台区，是中国最大的汽车博物馆之一，也是北京重要的科普教育基地和旅游景点。博物馆建筑面积约5万平方米，分为多个主题展区，如古代交通馆、中国汽车馆、世界汽车馆、儿童乐园等。馆内收藏和展示了500多辆不同年代、不同品牌的汽车，包括古董车、老爷车、豪华车、赛车等。博物馆通过实物展示、多媒体演示、互动体验等多种方式，向游客展示了汽车的发展历程和汽车文化。这里还有丰富的互动体验项目，如模拟驾驶、汽车拆装等，深受游客喜爱。北京汽车博物馆不仅为汽车爱好者提供了欣赏各类汽车的机会，也通过科普教育活动提高了公众对汽车历史和科技的了解。"
    },
    {
      "src": "static/example/gallery/陶然亭公园.jpg",
      "title": "陶然亭公园",
      "description": "陶然亭公园位于北京市西城区，是北京著名的古典园林之一，也是中国现代文学史上重要的文化地标。公园始建于1952年，占地面积约56公顷，以亭台楼阁和水域景观为特色。园内主要景点包括陶然亭、慈悲庵、高君宇和石评梅墓等。陶然亭是公园的标志性建筑，建于1955年，采用中国传统亭台建筑风格，八角重檐，飞檐翘角。慈悲庵始建于元代，是中国现代文学史上许多著名作家如鲁迅、郭沫若等聚会的地方。陶然亭公园不仅自然风光优美，而且文化底蕴深厚，是北京市民休闲娱乐和游客观光游览的重要场所。每年的春季和秋季，公园内的花卉盛开，景色尤为迷人。"
    },
    {
      "src": "static/example/gallery/紫竹院公园.jpg",
      "title": "紫竹院公园",
      "description": "紫竹院公园位于北京市海淀区，是北京著名的古典园林之一，占地面积约36公顷。公园以竹林景观为特色，园内种植了20多个品种的竹子，形成了独特的竹林景观。紫竹院公园始建于清乾隆年间，原为行宫花园，后经多次修缮和扩建，形成了现在的规模。园内主要景点包括友贤山馆、问月楼、青莲岛、荷花池等。友贤山馆是园内的主要建筑，采用中国传统园林建筑风格，飞檐翘角，古色古香。青莲岛是公园的中心景点，岛上建有 several pavilions and halls，周围环水，景色优美。紫竹院公园不仅自然风光优美，而且文化底蕴深厚，是北京市民休闲娱乐和游客观光游览的重要场所。每年的夏季，公园内的荷花盛开，竹林青翠，是避暑纳凉的好去处。"
    },
    {
      "src": "static/example/gallery/中山公园.jpg",
      "title": "中山公园",
      "description": "中山公园位于北京市东城区，是北京著名的历史文化公园之一，也是北京中轴线的重要组成部分。公园始建于1179年，原为社稷坛，是明清两代皇帝祭祀土地神和五谷神的场所。1914年，社稷坛辟为公园，1925年为纪念孙中山先生而更名为中山公园。公园占地面积约22万平方米，主要景点包括社稷坛、音乐堂、兰室、蕙芳园等。社稷坛是公园的核心景点，坛面用五色土覆盖，象征“皇权神授”和“五方五色”的传统观念。音乐堂是北京最早的大型音乐演出场所之一，经常举办各种文艺演出。中山公园不仅是中国古代祭祀文化的代表，也是北京市民休闲娱乐和游客观光游览的重要场所。每年的春季和秋季，公园内的花卉盛开，景色优美，吸引了大量游客前来观赏。"
    },
    {
      "src": "static/example/gallery/八大处公园.jpg",
      "title": "八大处公园",
      "description": "八大处公园位于北京市石景山区，是一处集自然风光和佛教文化于一体的著名风景区。公园由八座古寺庙组成，分布在翠微山、平坡山和庐师山的山坡上，故名“八大处”。这八座寺庙分别是：灵光寺、长升庵、望京寺、大悲寺、龙王堂、香界寺、宝珠洞和证果寺。灵光寺是八大处中规模最大、历史最悠久的寺庙，始建于唐代，寺内供奉着释迦牟尼佛牙舍利，是佛教信徒朝圣的重要场所。游客可以沿着山间小路依次游览八座寺庙，欣赏古建筑的韵味和自然风光。八大处公园不仅佛教文化底蕴深厚，而且自然景色优美，山林茂密，空气清新，是北京市民休闲健身和游客观光游览的重要场所。"
    },
    {
      "src": "static/example/gallery/潭柘寺.jpg",
      "title": "潭柘寺",
      "description": "潭柘寺位于北京市门头沟区，是一座历史悠久的佛教寺院，有“先有潭柘寺，后有幽州城”之说，始建于西晋永嘉元年（307年），是中国北方最古老的寺院之一。寺院占地面积约5万平方米，建筑规模宏大，依山而建，形成了独特的建筑布局。主要建筑包括山门、天王殿、大雄宝殿、观音殿、延清阁等。潭柘寺内有著名的“潭柘十景”，如九龙戏珠、龙潭烟雨、千峰拱翠等。此外，寺内还有一棵千年银杏树，每逢深秋，金黄的树叶铺满地面，景色格外迷人。潭柘寺不仅是中国佛教文化的重要传承地，也是北京地区重要的旅游景点之一。每年的春季和秋季，潭柘寺的自然风光最为优美，是游客观光和朝圣的理想时节。"
    },
    {
      "src": "static/example/gallery/中国科学技术馆.jpg",
      "title": "中国科学技术馆",
      "description": "中国科学技术馆位于北京市朝阳区北辰东路5号，是中国最大的科普教育基地和旅游景点之一。科技馆建筑面积约10.2万平方米，分为多个主题展区，如主展厅、特效影院、科学乐园等。主展厅包括“科学乐园”“华夏之光”“探索与发现”“科技与生活”“挑战与未来”五大主题展厅，展示了数百件互动展品和科技模型。特效影院包括巨幕影院、球幕影院、动感影院和4D影院，为观众带来震撼的视听体验。科学乐园是专为儿童设计的科普区域，通过互动游戏和实验活动激发儿童的科学兴趣。中国科学技术馆通过丰富的展览和活动，向公众普及科学知识，提高公众的科学素养，是家庭亲子游和科普教育的理想场所。"
    },
    {
      "src": "static/example/gallery/钟鼓楼.jpg",
      "title": "钟鼓楼",
      "description": "钟鼓楼位于北京市西城区，是北京中轴线的重要组成部分，也是中国古代城市报时体系的重要遗迹。钟楼和鼓楼南北对峙，相距约100米，分别建于元代至元年间和明朝永乐年间。钟楼高47米，采用砖石结构，顶部悬挂着一口巨大的铜钟，重约63吨，是中国现存最大的古钟之一。鼓楼高46.7米，采用木结构，顶部设有24面鼓，象征一年24个节气。钟鼓楼是古代北京城的报时中心，每天清晨击鼓定更，夜晚敲钟报时。现在，钟鼓楼已成为博物馆，向游客展示了中国古代的报时体系和钟鼓文化。游客可以登上钟鼓楼，俯瞰北京中轴线的壮丽景色，感受古代城市的韵味。"
    },
    {
      "src": "static/example/gallery/北京西山国家森林公园.jpg",
      "title": "北京西山国家森林公园",
      "description": "北京西山国家森林公园位于北京市海淀区和石景山区交界处，是北京最大的森林公园之一，占地面积约72平方公里。公园内山峦起伏，植被茂密，空气清新，是北京重要的生态屏障和休闲胜地。西山森林公园内有许多著名的景点和古迹，如香山公园、八大处公园、玉泉山、卧佛寺等。公园内的自然风光优美，春季百花盛开，夏季绿树成荫，秋季红叶漫山，冬季白雪皑皑。这里是北京市民休闲健身、登山徒步的重要场所，也是游客观赏自然风光和体验历史文化的重要目的地。每年的春季和秋季，公园内举办各种文化节和体育活动，吸引了大量游客前来参与。"
    },
    {
      "src": "static/example/gallery/朝阳公园.jpg",
      "title": "朝阳公园",
      "description": "朝阳公园位于北京市朝阳区，是北京最大的城市公园之一，占地面积约288.7公顷。公园内湖泊、草地、森林等多种景观相互交融，形成了优美的自然环境。朝阳公园始建于1984年，园内主要景点包括银沙滩、水上乐园、体育园、花卉园等。银沙滩是公园的特色景点之一，设有沙滩排球场和水上娱乐设施，是夏季避暑的好去处。水上乐园提供了丰富的水上娱乐项目，如划船、电动船、脚踏船等。体育园内设有多个运动场地，供市民进行体育锻炼。朝阳公园不仅自然风光优美，而且配套设施完善，是北京市民休闲娱乐和游客观光游览的重要场所。每年的春季和秋季，公园内举办各种花卉展览和文化活动，吸引了大量游客前来观赏。"
    },
    {
      "src": "static/example/gallery/银锭桥.jpg",
      "title": "银锭桥",
      "description": "银锭桥位于北京市西城区什刹海前海和后海之间的狭窄处，是北京最著名的古桥之一，也是什刹海的标志性建筑。银锭桥始建于明代，因形似银锭而得名。桥长10米，宽6米，采用砖石结构，桥面平坦，两侧设有汉白玉石栏杆。银锭桥是北京中轴线的重要组成部分，也是北京胡同文化的象征之一。站在银锭桥上，可以俯瞰什刹海的美景，感受老北京的韵味。桥的两侧分布着众多特色小店和餐馆，如烤肉季、银鼎老酒等，是游客品尝北京特色美食的好去处。银锭桥不仅是北京的历史文化地标，也是游客体验老北京风情的重要场所。"
    },
    {
      "src": "static/example/gallery/戒台寺.jpg",
      "title": "戒台寺",
      "description": "戒台寺位于北京市门头沟区马鞍山腰，是一座历史悠久的佛教寺院，始建于唐武德五年（622年）。寺内以戒坛闻名，是中国佛教传戒的重要场所之一，与浙江天台山国清寺、安徽九华山化城寺、山西五台山广济寺并称中国四大戒坛。戒台寺占地面积约36.6万平方米，建筑规模宏大，依山而建，形成了独特的建筑布局。主要建筑包括山门、钟楼、鼓楼、天王殿、伽蓝殿、大雄宝殿、戒坛殿等。寺内有著名的五大树王，其中九龙松、龙爪槐、千年银杏等古树名木形态各异，各具特色。戒台寺不仅是中国佛教文化的重要传承地，也是北京地区重要的旅游景点之一。每年的春季和秋季，戒台寺的自然风光最为优美，是游客观光和朝圣的理想时节。"
    },
    {
      "src": "static/example/gallery/黄花城水长城.jpg",
      "title": "黄花城水长城",
      "description": "黄花城水长城位于北京市怀柔区，是明长城的重要组成部分，也是北京地区最具特色的长城景观之一。这里因三段长城入水而得名，形成了独特的“城抱碧波、水没长城”的壮丽景观。黄花城水长城始建于明永乐年间，后经多次修复和扩建。长城沿山脊而建，地势险要，墙体部分浸入水中，形成了独特的水下长城景观。游客可以乘船游览水长城，感受其雄伟壮观的气势。黄花城水长城不仅自然风光优美，而且文化底蕴深厚，周边有众多古迹和景点，如黄花城古村落、石林峡等，是游客体验古代军事文化和自然风光的理想场所。"
    },
    {
      "src": "static/example/gallery/中央广播电视塔.jpg",
      "title": "中央广播电视塔",
      "description": "中央广播电视塔位于北京市海淀区，是中国最高的广播电视发射塔之一，也是北京的标志性建筑之一，高405米，建于1994年。塔身采用独特的设计，顶部设有两个观景台，分别位于高度238米和250米处，可360度俯瞰北京城市风光。塔内设有旋转餐厅、酒店、商场等多个功能区域。旋转餐厅位于高度223米处，可同时容纳200多人就餐，为游客提供了独特的用餐体验。中央广播电视塔不仅是北京的重要传播媒介，也是游客观光和休闲的好去处。每年的夜晚，塔身被灯光装饰得流光溢彩，成为北京夜景的重要组成部分。游客可以登上观景台，俯瞰北京的繁华景象，感受这座城市的魅力与活力。"
    },
    {
      "src": "static/example/gallery/北京园博园.jpg",
      "title": "北京园博园",
      "description": "北京园博园位于北京市丰台区，是2013年北京世界园艺博览会的举办地，也是中国最大的园林博览园之一，占地面积约69.8公顷。园内汇聚了中国50多个城市和国外20多个国家的园林景观，展示了世界各地的园林艺术和文化特色。园博园分为传统展园、现代展园、创意展园等多个区域。传统展园展示了中国各地的传统园林风格，如苏州园林、北京四合院等；现代展园展示了现代园林设计的创新理念和技术；创意展园则展示了各种独特的园林创意和艺术品。北京园博园不仅是一个观赏园林美景的场所，也是进行科普教育和文化交流的重要平台。每年的春季和秋季，园内举办各种花卉展览和文化活动，吸引了大量游客前来观赏。"
    },
    {
      "src": "static/example/gallery/首都博物馆.jpg",
      "title": "首都博物馆",
      "description": "首都博物馆位于北京市西城区，是北京最大的综合性博物馆之一，也是北京重要的历史文化展示和研究中心。博物馆建筑面积约6.4万平方米，分为地上五层和地下二层。馆内收藏有超过20万件文物，涵盖了历史、文化、艺术等多个领域。主要展览包括《古都北京》《城防万象》《古代佛像艺术精品》等。首都博物馆的建筑设计独特，融合了北京传统的四合院风格和现代建筑元素。博物馆通过丰富的展览和活动，向公众展示了北京的历史变迁和文化传承。这里不仅是文物爱好者的天堂，也是进行历史文化研究和教育的重要场所。每年吸引着大量游客前来参观，感受北京深厚的历史文化底蕴。"
    },
    {
      "src": "static/example/gallery/水关长城.jpg",
      "title": "水关长城",
      "description": "水关长城位于北京市怀柔区，是明长城的重要组成部分，也是北京地区最具特色的长城景观之一。这里因长城从山谷中穿过，形成独特的“水关”景观而得名。水关长城始建于明永乐年间，后经多次修复和扩建。长城沿山脊而建，地势险要，墙体部分浸入水中，形成了独特的水下长城景观。游客可以乘船游览水长城，感受其雄伟壮观的气势。水关长城不仅自然风光优美，而且文化底蕴深厚，周边有众多古迹和景点，如黄花城古村落、石林峡等，是游客体验古代军事文化和自然风光的理想场所。每年的春季和秋季，水关长城的自然风光最为优美，吸引着大量游客前来观光。"
    },
    {
      "src": "static/example/gallery/世界花卉大观园.jpg",
      "title": "世界花卉大观园",
      "description": "世界花卉大观园位于北京市丰台区，是中国最大的花卉展览园之一，也是北京重要的旅游景点和科普教育基地。花卉大观园占地面积约40公顷，温室展览区面积达2万多平方米，展示了来自世界各地的3000多种花卉和植物，包括热带花卉、沙漠植物、温带花卉等。园区分为多个主题展区，如热带植物宫、沙漠植物宫、花卉超市、草坪花园等。这里不仅为游客提供了观赏各种珍稀花卉的机会，还通过科普教育活动提高了公众对植物保护的意识。花卉大观园每年举办多次花卉展览和文化活动，如郁金香文化节、百合文化节等，吸引了大量游客前来观赏。此外，园区内还设有多个休闲设施和餐厅，为游客提供了舒适的游览环境。"
    },
    {
      "src": "static/example/gallery/角楼.jpg",
      "title": "角楼",
      "description": "角楼是明清北京城城墙四角的防御建筑，也是北京中轴线的重要组成部分。角楼始建于明永乐十七年（1419年），采用重檐歇山顶形式，覆盖黄色琉璃瓦，建筑风格雄伟壮观。角楼是古代北京城防御体系的重要组成部分，设有箭窗和瞭望孔，具有强大的防御功能。现在，角楼已成为北京的标志性建筑之一，与天安门城楼、故宫等共同构成了北京的古建筑群。游客可以登上角楼，俯瞰北京城的风光，感受古代城市的防御体系和建筑艺术。角楼不仅是中国古代建筑艺术的瑰宝，也是北京历史文化的重要象征。"
    },
    {
      "src": "static/example/gallery/北京平谷金海湖.jpg",
      "title": "北京平谷金海湖",
      "description": "北京平谷金海湖位于北京市平谷区，是北京最大的水库，也是北京著名的自然风景区。金海湖因湖水在阳光下闪烁着金色的光芒而得名，湖水面积达6.5平方公里，湖水最深处达45米。湖区三面环山，植被茂密，景色秀丽，被誉为“北京的后花园”。金海湖周边有多个景点，如大溶洞、湖心岛、黄花潭等。游客可以在湖上泛舟、垂钓、游泳，享受自然的宁静与美丽。此外，金海湖还是北京重要的水上运动基地，提供帆船、皮划艇、摩托艇等多种水上项目。每年的春季和秋季，金海湖的自然风光最为优美，是游客观光和休闲的理想场所。"
    },
    {
      "src": "static/example/gallery/石林峡.jpg",
      "title": "石林峡",
      "description": "石林峡位于北京市平谷区，是北京著名的自然风景区，因峡谷内分布着众多形态各异的石林而得名。石林峡全长约10公里，两岸山峰对峙，峭壁嶙峋，景色秀丽。景区内有多个景点，如石林湖、一线天、天生桥、石林峰等。石林峡的石林景观独具特色，石柱高大挺拔，形态各异，有的像人，有的像兽，栩栩如生。此外，石林峡还有丰富的自然景观，如瀑布、溪流、湖泊等，形成了完整的山水画卷。游客可以在峡谷内徒步、攀岩、摄影，感受大自然的神奇与壮美。每年的春季和秋季，石林峡的自然风光最为优美，是游客观光和探险的理想场所。"
    },
    {
      "src": "static/example/gallery/国家图书馆.jpg",
      "title": "国家图书馆",
      "description": "国家图书馆位于北京市海淀区中关村南大街33号，是中国最大的图书馆，也是世界最大的中文文献收藏中心。国家图书馆始建于1909年，前身为京师图书馆，1987年新馆落成。图书馆建筑面积约14万平方米，馆藏文献超过3000万册，涵盖了古今中外的各种文献类型。国家图书馆的建筑设计独特，融合了中国传统建筑和现代建筑元素。馆内设有多个阅览室和展览厅，为读者提供了良好的阅读和研究环境。国家图书馆不仅是中国文化的重要传承地，也是进行学术研究和文化交流的重要场所。每年吸引着大量读者和游客前来借阅图书、参观展览和参加文化活动。"
    },
    {
      "src": "static/example/gallery/八达岭野生动物世界.jpg",
      "title": "八达岭野生动物世界",
      "description": "八达岭野生动物世界位于北京市延庆区八达岭长城附近，是中国最大的野生动物园之一，占地面积约6000亩。园区分为步行观赏区和自驾观赏区，游客可以选择步行或自驾的方式观赏动物。步行区包括熊猫馆、猛兽谷、猴山等多个主题场馆，展示了来自世界各地的珍稀动物。自驾区则模拟动物的自然生态环境，游客可以驾车穿越亚洲草原、非洲草原、猛兽谷等区域，近距离观赏动物的自然行为。八达岭野生动物世界致力于保护濒危物种和普及野生动物知识，开展了许多保护项目和教育活动。园内还设有多个互动体验项目，如动物行为展示、饲养员体验等，深受游客喜爱。"
    },
    {
      "src": "static/example/gallery/北京凤凰岭景区.jpg",
      "title": "北京凤凰岭景区",
      "description": "北京凤凰岭景区位于北京市海淀区，是北京著名的自然风景区和历史文化遗址。景区内山峰林立，植被茂密，空气清新，景色秀丽。凤凰岭因山峰形状似凤凰而得名，主峰海拔666米。景区内有多个景点，如定陵、永陵、银山塔林等，其中定陵是明朝成祖朱棣的陵墓，具有重要的历史价值。此外，凤凰岭景区还有丰富的自然景观，如瀑布、溪流、湖泊等，形成了完整的山水画卷。游客可以在景区内徒步、登山、摄影，感受大自然的神奇与壮美。每年的春季和秋季，凤凰岭的自然风光最为优美，是游客观光和休闲的理想场所。"
    },
    {
      "src": "static/example/gallery/中国美术馆.jpg",
      "title": "中国美术馆",
      "description": "中国美术馆位于北京市东城区，是中国最大的美术馆之一，也是中国最重要的美术展览和研究中心。美术馆建筑面积约3万平方米，设有20多个展厅，收藏了大量中国古今中外的美术作品，包括绘画、雕塑、书法等。中国美术馆的建筑设计独特，融合了中国传统建筑和现代建筑元素。馆内定期举办各种美术展览和活动，如中国画展、油画展、雕塑展等，为观众提供了丰富的艺术体验。中国美术馆不仅是中国美术的重要展示平台，也是进行艺术研究和教育的重要场所。每年吸引着大量艺术爱好者和游客前来参观展览和参加活动。"
    },
    {
      "src": "static/example/gallery/五道营胡同.jpg",
      "title": "五道营胡同",
      "description": "五道营胡同位于北京市东城区，是北京著名的历史文化街区之一，也是北京最具文艺气息的胡同之一。这里保留了许多传统的四合院和胡同风貌，同时汇聚了众多特色小店、咖啡馆、艺术工作室等。五道营胡同的建筑风格古朴典雅，街道两旁绿树成荫，环境幽静。游客可以在这里品尝北京特色小吃，购买传统工艺品，感受老北京的胡同文化。此外，五道营胡同还有许多艺术展览和文化活动，如画廊展览、手工艺品制作等，为游客提供了丰富的文化体验。五道营胡同不仅是北京的历史文化街区，也是艺术家和文艺青年的聚集地，是游客体验老北京风情和现代文艺气息的理想场所。"
    },
    {
      "src": "static/example/gallery/黑龙潭风景区.jpg",
      "title": "黑龙潭风景区",
      "description": "黑龙潭风景区位于北京市密云区，是北京著名的自然风景区，因潭水深邃幽暗而得名。景区内有多个潭水和瀑布，其中最大的黑龙潭位于景区中心，潭水清澈见底，四周山峰环绕，景色秀丽。景区内还有许多自然景观和古迹，如银屏山、龙王庙、望仙台等。黑龙潭风景区的山水景观独具特色，潭水与瀑布相互交融，形成了如诗如画的美景。游客可以在景区内徒步、摄影、垂钓，享受自然的宁静与美丽。每年的春季和秋季，黑龙潭风景区的自然风光最为优美，是游客观光和休闲的理想场所。"
    },
    {
      "src": "static/example/gallery/孔庙和国子监博物馆.jpg",
      "title": "孔庙和国子监博物馆",
      "description": "孔庙和国子监博物馆位于北京市东城区，是中国古代儒家文化的重要展示场所，也是北京重要的历史文化遗址。孔庙始建于元大德六年（1302年），是元、明、清三代祭祀孔子的场所。国子监始建于元大德十年（1306年），是元、明、清三代国家设立的最高学府和教育行政管理机构。博物馆占地面积约2.7万平方米，建筑布局沿中轴线对称分布，主要建筑包括先师门、大成门、大成殿、崇圣祠、集贤殿、辟雍殿等。辟雍殿是国子监的主体建筑，采用圆形屋顶，四面环水，象征“天圆地方”和“学问渊博”。孔庙和国子监博物馆不仅是中国古代建筑艺术的瑰宝，也是中国儒家文化的重要象征。现在的博物馆通过丰富的展览和活动，向公众展示了中国古代教育制度和儒家文化的发展历程。"
    },
    {
      "src": "static/example/gallery/八达岭古长城（残长城）.jpg",
      "title": "八达岭古长城（残长城）",
      "description": "八达岭古长城（残长城）位于北京市延庆区八达岭长城附近，是明长城的重要组成部分，也是北京地区保存较为原始的一段长城。这段长城始建于明朝初期，后因年久失修而部分坍塌，形成了独特的残垣断壁景观。八达岭古长城（残长城）的墙体沿山脊而建，地势险要，墙体部分浸入水中，形成了独特的水下长城景观。游客可以徒步攀登这段长城，感受其雄伟壮观的气势和历史沧桑。八达岭古长城（残长城）不仅自然风光优美，而且文化底蕴深厚，是游客体验古代军事文化和自然风光的理想场所。每年的春季和秋季，古长城的自然风光最为优美，吸引着大量游客前来观光。"
    },
    {
      "src": "static/example/gallery/万寿山.jpg",
      "title": "万寿山",
      "description": "万寿山位于北京颐和园内，是颐和园的主要景观之一，海拔高108.94米。万寿山原名瓮山，因乾隆皇帝为其母祝寿而改名为万寿山。山上建有众多古建筑，如大报恩延寿寺、智慧海、佛香阁等。佛香阁是万寿山的标志性建筑，高41米，共八层，采用重檐攒尖顶形式，覆盖黄色琉璃瓦。登上万寿山，可以俯瞰整个颐和园的美景，昆明湖碧波荡漾，西山层峦叠嶂，景色美不胜收。万寿山不仅是中国古代建筑艺术的瑰宝，也是颐和园的重要组成部分。每年吸引着大量游客前来参观，感受其宏伟壮观的气势。"
    },
    {
      "src": "static/example/gallery/什刹海酒吧街.jpg",
      "title": "什刹海酒吧街",
      "description": "什刹海酒吧街位于北京市西城区什刹海周边，是北京最著名的酒吧聚集区之一，也是北京夜生活的标志性区域。这里汇聚了众多风格各异的酒吧，包括传统四合院改造的酒吧、欧式风格酒吧、现代时尚酒吧等。什刹海酒吧街的酒吧各具特色，有的以现场音乐表演为主，有的以特色鸡尾酒闻名，有的则以其独特的装修风格吸引顾客。什刹海酒吧街不仅是一个品尝美酒和欣赏音乐的场所，也是一个感受老北京文化和现代时尚融合的地方。夜晚，什刹海周边灯火辉煌，酒吧内音乐悠扬，热闹非凡，吸引了大量本地居民和外地游客前来享受夜生活。"
    },
    {
      "src": "static/example/gallery/大水法.jpg",
      "title": "大水法",
      "description": "大水法位于北京市海淀区圆明园内，是圆明园西洋楼景区的重要组成部分，也是中国近代史上的重要遗址。大水法始建于清乾隆年间，由意大利传教士郎世宁设计，融合了中西方建筑艺术风格。这里原为一座大型音乐喷泉，主体建筑为一个大型石龛，两侧设有石雕群，如海晏堂、远瀛观等。大水法在第二次鸦片战争期间被英法联军焚毁，现仅存石雕遗址。这些残垣断壁见证了中国近代史上的屈辱，也成为中国人民反抗侵略、振兴中华的重要象征。大水法不仅是中国古代建筑艺术的瑰宝，也是中国近代史的重要见证。游客可以在这里参观遗址，了解中国近代史的变迁。"
    },
    {
      "src": "static/example/gallery/太和殿.jpg",
      "title": "太和殿",
      "description": "太和殿位于北京故宫内，是故宫的主体建筑之一，也是中国古代宫殿建筑的杰出代表。太和殿始建于明永乐十八年（1420年），后经多次重建和修缮，现为清朝重建的建筑。太和殿高26.92米，面阔11间，进深5间，采用重檐庑殿顶形式，覆盖黄色琉璃瓦，是中国现存最大的木结构建筑之一。太和殿是明清两代皇帝举行重大朝会、典礼和仪式的地方，如皇帝登基、册封皇后、宣布重要法令等。太和殿内设有皇帝宝座，周围装饰有精美的龙凤图案和彩绘，展现了中国古代建筑艺术的精湛技艺。太和殿不仅是中国古代建筑艺术的瑰宝，也是中国历史的重要见证。游客可以在这里参观，感受中国古代皇家宫殿的宏伟与威严。"
    },
    {
      "src": "static/example/gallery/大运河森林公园.jpg",
      "title": "大运河森林公园",
      "description": "大运河森林公园位于北京市通州区，是北京最大的城市森林公园之一，也是北京重要的生态屏障和休闲胜地。公园沿京杭大运河而建，占地面积约10700亩，园内湖泊、草地、森林等多种景观相互交融，形成了优美的自然环境。公园内主要景点包括运通码头、大运河文化广场、月岛闻莺、银枫秋实等。大运河森林公园不仅自然风光优美，而且文化底蕴深厚，是大运河文化的重要组成部分。游客可以在公园内徒步、骑行、划船、垂钓，享受自然的宁静与美丽。每年的春季和秋季，公园内举办各种花卉展览和文化活动，吸引了大量游客前来观赏。此外，公园内还设有多个休闲设施和餐厅，为游客提供了舒适的游览环境。"
    },
    {
      "src": "static/example/gallery/北京杜莎夫人蜡像馆.jpg",
      "title": "北京杜莎夫人蜡像馆",
      "description": "北京杜莎夫人蜡像馆位于北京市朝阳区王府井大街，是北京著名的旅游景点之一，也是中国最大的杜莎夫人蜡像馆。蜡像馆内展示了100多尊国际和中国知名人士的蜡像，包括政治家、艺术家、演员、体育明星等。蜡像制作精美，栩栩如生，为游客提供了与名人“零距离接触”的机会。蜡像馆分为多个主题展区，如“世界领袖”“电影明星”“音乐巨星”“体育明星”等。游客可以在这里拍照留念，感受名人的风采和魅力。北京杜莎夫人蜡像馆不仅是一个娱乐场所，也是一个了解名人文化和历史的窗口。每年吸引着大量国内外游客前来参观。"
    },
    {
      "src": "static/example/gallery/潘家园.jpg",
      "title": "潘家园",
      "description": "潘家园位于北京市朝阳区，是中国最大的古玩艺术品交易市场之一，也是北京著名的文化街区。这里汇聚了众多古玩店、画廊、艺术品商店，销售各种古董、字画、玉器、瓷器等艺术品。潘家园的建筑风格古朴典雅，街道两旁店铺林立，商品琳琅满目。游客可以在这里淘宝、鉴赏古玩，感受中国传统文化的魅力。此外，潘家园还有许多特色餐厅和小吃店，是品尝北京特色美食的好去处。潘家园不仅是古玩爱好者的天堂，也是游客体验中国文化的重要场所。每年的周末和节假日，潘家园都会举办各种文化活动和展览，吸引了大量游客前来参与。"
    },
    {
      "src": "static/example/gallery/龙潭公园.jpg",
      "title": "龙潭公园",
      "description": "龙潭公园位于北京市东城区，是北京著名的城市公园之一，占地面积约133公顷。公园由东、西两个湖组成，湖面开阔，植被丰富，景色优美。龙潭公园始建于1952年，园内主要景点包括龙潭湖、龙潭寺、游乐园等。龙潭湖是公园的中心景点，湖水清澈，四周环植杨柳，景色宜人。龙潭寺始建于明代，是中国佛教文化的重要传承地。龙潭公园不仅自然风光优美，而且配套设施完善，设有儿童游乐区、健身区、文化展览区等多个功能区域，是北京市民休闲娱乐的重要场所。每年的春季和秋季，公园内举办各种花卉展览和文化活动，吸引了大量游客前来观赏。"
    },
    {
      "src": "static/example/gallery/大觉寺.jpg",
      "title": "大觉寺",
      "description": "大觉寺位于北京市海淀区，是一座历史悠久的佛教寺院，始建于辽代咸雍四年（1068年），原名“清水院”，后经多次修建和扩建，明清时期更名为“大觉寺”。寺院占地面积约4万平方米，建筑规模宏大，依山而建，形成了独特的建筑布局。主要建筑包括山门、天王殿、大雄宝殿、观音殿、四王殿等。大觉寺内有著名的“古树、清泉、玉兰、银杏”四大景观。其中，寺内的一棵千年银杏树，每逢深秋，金黄的树叶铺满地面，景色格外迷人。大觉寺不仅是中国佛教文化的重要传承地，也是北京地区重要的旅游景点之一。每年的春季和秋季，大觉寺的自然风光最为优美，是游客观光和朝圣的理想时节。"
    },
    {
      "src": "static/example/gallery/北宫国家森林公园.jpg",
      "title": "北宫国家森林公园",
      "description": "北宫国家森林公园位于北京市丰台区，是北京著名的自然风景区和休闲胜地，占地面积约11700亩。公园内山峦起伏，植被茂密，空气清新，是北京重要的生态屏障。北宫森林公园内有多个景点，如北宫湖、双龙峡、将军岩、红叶岭等。公园的自然风光优美，春季百花盛开，夏季绿树成荫，秋季红叶漫山，冬季白雪皑皑。这里是北京市民休闲健身、登山徒步的重要场所，也是游客观赏自然风光和体验历史文化的重要目的地。每年的春季和秋季，公园内举办各种文化节和体育活动，吸引了大量游客前来参与。"
    },
    {
      "src": "static/example/gallery/鼓楼.jpg",
      "title": "鼓楼",
      "description": "鼓楼位于北京市西城区，是北京中轴线的重要组成部分，也是中国古代城市报时体系的重要遗迹。鼓楼始建于元代至元年间，后经多次修建和扩建，现为明代建筑。鼓楼高46.7米，采用木结构，顶部设有24面鼓，象征一年24个节气。鼓楼是古代北京城的报时中心，每天清晨击鼓定更，夜晚敲钟报时。现在，鼓楼已成为博物馆，向游客展示了中国古代的报时体系和鼓楼文化。游客可以登上鼓楼，俯瞰北京中轴线的壮丽景色，感受古代城市的韵味。鼓楼不仅是中国古代建筑艺术的瑰宝，也是北京历史文化的重要象征。"
    },
    {
      "src": "static/example/gallery/东交民巷.jpg",
      "title": "东交民巷",
      "description": "东交民巷位于北京市东城区，是北京著名的历史文化街区，也是中国近代史的重要见证地。东交民巷形成于元代，因地处北京旧城东郊，交通便利而得名。在近代，东交民巷曾是外国使馆区，保留了许多西方建筑风格的建筑，如法国公使馆、英国公使馆、比利时公使馆等。这些建筑风格各异，融合了巴洛克、新古典主义等多种西方建筑元素。东交民巷不仅是中国近代史的重要见证，也是北京胡同文化的代表之一。游客可以在这里欣赏到中西合璧的建筑风格，感受中国近代历史的变迁。此外，东交民巷还有许多特色小店和餐馆，是体验老北京风情的好去处。"
    },
    {
      "src": "static/example/gallery/后海公园.jpg",
      "title": "后海公园",
      "description": "后海公园位于北京市西城区，是北京著名的历史文化街区和休闲场所，与什刹海、银锭桥相邻。后海周边分布着众多特色小店、餐馆和酒吧，形成了独特的文化氛围。游客可以在这里品尝北京特色小吃，购买传统工艺品，感受老北京的胡同文化。后海公园的夜景尤为迷人，夜晚灯火辉煌，热闹非凡，是北京夜生活的重要场所之一。此外，后海还有许多古迹和景点，如宋庆龄故居、郭沫若故居等，为游客提供了丰富的文化体验。后海公园不仅是北京的历史文化街区，也是艺术家和文艺青年的聚集地，是游客体验老北京风情和现代文艺气息的理想场所。"
    },
    {
      "src": "static/example/gallery/青龙峡风景区.jpg",
      "title": "青龙峡风景区",
      "description": "青龙峡风景区位于北京市怀柔区，是北京著名的自然风景区，因峡谷内有一条形似青龙的山脉而得名。景区内山峰林立，植被茂密，空气清新，景色秀丽。青龙峡全长约10公里，两岸山峰对峙，峭壁嶙峋，景色秀丽。景区内有多个景点，如青龙峡湖、一线天、青龙湖等。青龙峡的山水景观独具特色，湖水清澈见底，山峰倒映其中，形成了如诗如画的美景。游客可以在景区内徒步、攀岩、摄影，感受大自然的神奇与壮美。每年的春季和秋季，青龙峡的自然风光最为优美，是游客观光和休闲的理想场所。"
    },
    {
      "src": "static/example/gallery/百里山水画廊.jpg",
      "title": "百里山水画廊",
      "description": "百里山水画廊位于北京市延庆区，是一处集自然风光和人文景观于一体的著名风景区。景区全长约100公里，沿途分布着多个景点，如滴水壶、乌龙峡谷、阳山石林、滴水壶等。百里山水画廊的自然风光优美，山清水秀，景色如画，被誉为“北京的香格里拉”。景区内有丰富的自然景观，如瀑布、溪流、湖泊、石林等，形成了完整的山水画卷。游客可以在景区内徒步、骑行、摄影，感受大自然的宁静与美丽。每年的春季和秋季，百里山水画廊的自然风光最为优美，是游客观光和休闲的理想场所。"
    },
    {
      "src": "static/example/gallery/野鸭湖国家湿地公园.jpg",
      "title": "野鸭湖国家湿地公园",
      "description": "野鸭湖国家湿地公园位于北京市延庆区，是北京最大的湿地公园之一，也是北京重要的生态保护区和鸟类栖息地。公园占地面积约6887公顷，湿地类型丰富，包括河流湿地、沼泽湿地、库塘湿地等。公园内有丰富的动植物资源，栖息着200多种鸟类，其中包括丹顶鹤、黑鹳等国家一级保护动物。野鸭湖国家湿地公园不仅是北京重要的生态屏障，也是进行生态教育和科学研究的重要基地。游客可以在公园内观鸟、徒步、摄影，感受湿地生态系统的独特魅力。每年的春季和秋季，是观赏鸟类迁徙的最佳时节，吸引了大量鸟类爱好者和游客前来观鸟。"
    },
    {
      "src": "static/example/gallery/法源寺.jpg",
      "title": "法源寺",
      "description": "法源寺位于北京市西城区，是中国最古老的佛教寺院之一，始建于唐太宗贞观十九年（645年），原名“悯忠寺”，后经多次修建和扩建，清雍正十二年（1734年）更名为“法源寺”。寺院占地面积约2.4万平方米，建筑规模宏大，沿中轴线对称分布，主要建筑包括山门、天王殿、大雄宝殿、悯忠台、大悲坛、藏经阁等。法源寺内有丰富的佛教文物和艺术品，如唐代石经幢、明代铜佛像等。寺内还设有中国佛学院，是中国佛教教育的重要基地。法源寺不仅是中国佛教文化的重要传承地，也是北京历史文化的重要组成部分。每年的春季和秋季，法源寺的自然风光最为优美，是游客观光和朝圣的理想时节。"
    }
  ]